Revit 2023 API
GroupTypeId.DivisionGeometry Property
 "Division Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId DivisionGeometry { get; }
Visual Basic
Public Shared ReadOnly Property DivisionGeometry As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DivisionGeometry {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace